{
  "Anforderung": "abstrakte Vorgabe zum Managen von (FAIRen) Daten im Kontext der acht inhaltlichen Module des Stamps, inklusive einer kurzen Erörterung der Anforderung [die Anforderungen sind ein Teil des Stamps]",
  "Anonymisierung (formal)": "vollständiges Entfernen aller direkten und ggf. (aller) indirekten Identifikatoren einer betroffenen Person, sodass deren Re-Identifikation dieser Person in den Daten nicht mehr möglich ist",
  "Artefakte": "charakteristisch Materialien aus dem Forschungsfeld, wie z. B. Unterrichtsmaterialien, Texte, Bilder, Stunden- oder Sitzpläne etc.",
  "Aufbereitung (der Daten)": "Teil der Verarbeitung von (Roh-)Daten, z. B. zur Bereinigung, u. a. von Ausreißern, wild codes etc., zur Anreicherung der Daten, u.a. durch Bildung von abgeleiteten Variablen, Gewichten, Skalen etc., oder zur Transformation bzw. Verknüpfung von Daten zu deren Vorbereitung auf die Analyse, Verfügbarkeit, Langfrsitsicherung etc.",
  "Auftragsverarbeitende": "natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die personenbezogene Daten und Begleitmaterialien im Auftrag der Projektbeteiligten verarbeitet, wie etwa Erhebungsinstitute oder auch Betreibende von Software, Clouddienste etc.",
  "Aufwendungen": "finanzielle sowie personelle Ressourcen, die zur Umsetzung des Datenmanagements bzw. einzelner Maßnahmen notwendig sind, wie etwa Personal(-kosten) oder Kosten für Speichermedien, Beratung, Schulung etc.",
  "Back-Ups": "systematische Sicherungskopien aller relevanter Dateien, wie Daten und Begleitmaterialien, zur Sicherstellung, dass diese im Fall eines versehentlichen Verlusts, Überschreibens bzw. einer Beschädigung oder ungewollten Änderung etc. wiederhergestellt werden können",
  "Basismodul": "Teil des Stamps mit Angaben zum Stamp und zum Projekt, zu den Daten sowie zur Bestandsliste relevanter Dateien im Projekt [das Basismodul ist ein Teil des Stamps]",
  "Begleitmaterialien": "alle Materialien, die im Projekt zur Verarbeitung der Daten verwendet bzw. zu deren Verständnis erstellt werden, wie z. B. das originäre Erhebungsinstrument (Leitfragen, Fragebögen, Leistungstests etc.), Methoden- oder Feldberichte, Code- und Skalenhandbücher, Interviewendenanweisungen, Codierpläne, Kontextualisierungsbögen, Interviewendentagebücher, Feldnotizen, Artefakte, Meta-, Para- oder Logdaten etc.",
  "Bestandsliste": "vierter Teil des Moduls Basisinformationen im Stamp, mit (teil-)standardisierten Angaben zum Managen verwendeter Dateien im Projekt, wie Dateiname, Dateityp, Version der Datei etc. [die Bestandsliste im Basismodul ist ein Teil des Stamps]",
  "Checkliste": "Liste von konkreten Maßnahmen des Datenmanagements zur Gewährleistung der Anforderung des jeweiligen inhaltlichen Moduls [die Checkliste ist ein Teil des Stamps]",
  "Codebuch": "Teil der Dokumentation der Daten mit einem systematischen Verzeichnis aller Variablen und Antwortkategorien (Variablenwerte) der Daten",
  "Codierschema": "formal festgelegte Vorgaben zur Codierung von Informationen in numerische Werte für die (quantitative) Auswertung",
  "Dateiformat": "Format einer digitalen Datei, die von einer (bestimmten) oder mehreren (nach Möglichkeit nicht-proprietären) Software verarbeitet werden kann, wie R, TXT, PDF/A etc.",
  "Daten": "systematische Informationssammlung zu einem bestimmten Sachverhalt, die nach den Methoden der empirischen Bildungsforschung verarbeitet (und analysiert) werden, wie Umfragedaten, Textdaten, Audio- und Videoaufnahmen, Fotos, Bilder, Unterrichtsverlaufspläne, Meta-, Para- oder Logdaten",
  "Datensatz": "strukturierte und (teil-)aufbereitete Daten (Informationssammlung) entsprechend den wissenschaftlichen Methoden der empirischen Bildungsforschung",
  "Datenschutz-Folgeabschätzung": "systematische Bewertung potenzieller Risiken für die Rechte und Freiheiten der betroffenen Personen durch das Vorhaben und ergriffene bzw. zu ergreifende Maßnahmen zur Vermeidung (oder Abmilderung) dieser Risiken",
  "Datentyp": "Art der Daten, wie z. B. Kompetenz- und Leistungsdaten, Umfrage- und Aggregatdaten oder qualitatives, nicht oder nur gering standardisiertes Datenmaterial etc.",
  "Dritte": "(Gruppen von natürlichen oder juristischen) Person(en) außerhalb des Projekts, die je nach Kontext von der Verarbeitung der Daten mittelbar betroffen sind, z. B. wenn sie Daten über betroffene Personen liefern, über sie (indirekt) Daten eingeholt werden oder sie die Daten weiterverarbeiten, z. B. als Auftragsverarbeitende, Nachnutzende, Begutachtende oder Fördernde",
  "Einrichtung": "Institut, Organisation bzw. Ort, an dem das Projekt betreut wird bzw. die Projektbeteiligten angestellt sind",
  "Einwilligungserklärung": "formale Vorlage zum Einholen der informierten Einwilligung einer betroffenen Person zur Verarbeitung ihrer personenbezogenen Daten",
  "Einwilligungsmanagement": "systematisches Vorgehen zum Einholen der Einwilligung, zum Verwalten der eingeholten Einwilligung und zur Wahrnehmung von Rechten durch die betroffene Person",
  "Empfangende der Daten": "(Gruppen von natürlichen oder juristischen) Person(en), denen (personenbezogenen) Daten (zur weiteren Verarbeitung) offengelegt werden, wie z. B. Auftragsverarbeitende, Begutachtende oder Nachnutzende der Daten",
  "Empfehlung": "Handlungs- oder Ausführungsverfahren (mit variierendem Verbindlichkeitsgrad) zu bereits erprobten bzw. bewährten Methoden im Umgang mit Daten bzw. zu einzelnen Maßnahmen des Datenmanagements von Fachgesellschaften, Repositorien, Fachverbänden etc. [die Empfehlungen sind ein Teil des Stamps]",
  "Ethikvotum": "systematische Bewertung von geplanten Vorhaben hinsichtlich (forschungs-)ethischer Aspekte, unter Berücksichtigung sozialer Folgen und rechtlicher Rahmenbedingungen, durch eine (örtliche oder fachliche) ",
  "Fallbeispiel": "fiktives Beispiel zur Implementierung und Umsetzung einzelner Maßnahmen des Datenmanagements [Fallbeispiele sind ein Teil des Stamps]",
  "Feldbericht": "Teil der Dokumentation der Daten mit Informationen zum Vorhaben, zur Erhebung der Daten, dem genutzten Erhebungsinstrument, der Stichprobe und der Beschreibung der Arbeit im Feld etc.",
  "Forschungsdatenzentrum": "Teil der Forschungsinfrastruktur, das Dritten Daten zur (Nach-)Nutzung, unter Einhaltung bestimmter Nutzungsbedingungen, z. B. im Kontext des Datenschutzes, zu wissenschaftliche Zwecken bereitstellt",
  "Herausgebende": "(Gruppen von natürlichen oder juristischen) Person(en), die Werke zur Veröffentlichung vorbereiten und/oder veröffentlichen",
  "Identifikator (direkt / indirekt)": "Merkmal(e) einer identifizierten oder identifizierbaren Person, über die diese Person direkt oder indirekt (re-)identifiziert werden kann, wie z. B. zur Gruppierung von Personen (in den Daten), zur Verknüpfung von Daten oder zur Kontaktaufnahme (wie z. B. Klarname und Anschrift) etc.",
  "Kontaktdaten": "Informationen zur Kontaktaufnahme mit einer natürlichen Person, Einrichtung, Behörde etc., wie z. B. Name, Anschrift, E-Mailadresse, Webseite etc.",
  "Kontextualisierungsbogen": "Teil der Dokumentation der Daten mit Informationen zum Kontext der Erhebung von (qualitativen) Daten",
  "Langfristsicherung": "nicht-öffentliche (projektinterne) Sicherung und Erhalt relevanter Daten und Begleitmaterialien über das Projektende hinaus, z. B. zur Reproduzierbarkeit von Projektergebnisse",
  "Lizenz": "Genehmigung bzw. Erlaubnis, ein urheberechtlich geschütztes Werk unter bestimmten Voraussetzungen (Lizenzbedingung) bzw. Nutzungsbeschränkungen verarbeiten zu dürfen",
  "Lizenzbedingung": "Vorgaben der Lizenz zur Nutzung eines Werkes, wie z. B. die inhaltliche, räumlich und/oder zeitliche Einschränkung der Verarbeitung von Daten",
  "Logdaten": "automatisch erfasste Informationen (zumeist in Form eines Protokolls) aller bzw. bestimmter Prozesse eines Computersystems bzw. einer Software, wie z. B. Datum und Uhrzeit der Teilnahme an einer Onlinebefragung, Unterbrechungen bei der Beantwortung etc.",
  "Materialien": "jegliche Art von Daten, Begleitmaterialien, Dokumenten, Artefakten etc., die im Rahmen des Vorhabens erstellt, von Dritten nachgenutzt oder verarbeitet werden",
  "Metadaten": "(semi-)strukturierte Informationen zur Beschreibung der Daten und Begleitmaterialien, vor allem zur Registrierung von Daten in (digitalen) Datenkatalogen bzw. zum Erhalt eines persistenten Identifikators; Metadaten basieren in der Regel auf Konventionen (Metadatenstandard) systematischer Zusammenstellungen (Metadatenschema), die andere Metadatenschemata übertragen (mapping) und von online-Suchmaschinen automatisch verarbeitet (harvesting) werden können",
  "Methodenbericht": "Teil der Dokumentation der Daten mit Informationen zu methodischen Aspekten der Verarbeitung der Daten, wie z. B. zur Entwicklung und Nutzung des Messinstruments, zur Erhebung der Daten, der Fallauswahl bzw. des Samplings etc.",
  "Miturhebende": "alle an der Schöpfung eines (verbundenen) Werkes beteiligte Personen, insofern sich die einzelnen Teile des Werkes getrennt verwerten lassen",
  "Modul": "Bezeichnung für die acht Themenbereiche des Stamps und das Basismodul [Module sind Teil des Stamps]",
  "Nachnutzung": "weitere Verarbeitung von Daten und Begleitmaterialien außerhalb des originären Vorhabens, durch die Projektbeteiligten ebenso wie durch Dritte, z. B. im Rahmen einer Sekundäranalyse oder zur Lehre",
  "Nachvollziehbarkeit": "Möglichkeit Dritter, die Daten und ihre Genese zukünftig und unabhängig von den originären Projektbeteiligten nachvollziehen und für die eigenen Zwecke bewerten zu können",
  "Nutzungsbeschränkung": "bindende Einschränkung der inhaltlichen, räumlichen und/oder zeitlichen (Nach-)Nutzung eines urheberechtlich geschützten Werkes, z. B. durch eine Lizenz",
  "Nutzungsrechte": "Erlaubnis der Schöpfenden eines Werkes, dass dieses durch Dritte einfach bzw. ausschließlich (nach-)nutzen werden darf, z. B. in Form einer Lizenz",
  "Paradaten": "Informationen zur Erhebung der Daten, wie z. B. zur Durchführung von Interviews, den Interviewenden bzw. Interviewten, zu Besonderheiten während der Erhebung etc.",
  "Persönlichkeitsrecht": "Grundrecht jeder natürlichen Person zum Schutz ihrer Persönlichkeit vor Eingriffen in den Lebens- und Freiheitsbereich, wie etwa das Recht auf informationelle Selbstbestimmung oder die Anerkennung der Urheberschaft",
  "Projekt": "zeitlich begrenztes Vorhaben, bei welchem zumeist mehrere (natürliche) Personen zum Erreichen von gesetzten und vorher geplanten Zielen zusammenarbeiten",
  "Projektbeteiligte": "natürliche Personen, die in einem Projekt zusammenarbeiten Pseudonymisierung (faktische Anonymisierung) verändern aller direkten und ggf. (aller) indirekten Identifikatoren in den Daten, so dass eine Re-Identifikation der betroffenen Person ohne erheblichen Aufwand und das Hinzuziehen weiterer (externer) Informationen unmöglich ist",
  "Repositorium": "Teil der Forschungsdateninfrastruktur, das (Forschungs-)Daten archiviert und zur Nachnutzung bereitstellt",
  "Rohdaten": "ungeprüfte und unveränderte Daten, die direkt aus der Datenquelle bzw. dem Feld stammen",
  "Sammelwerke": "Zusammenstellung (Sammlung) von Daten, die aufgrund ihrer Auswahl und/oder Anordnung eine persönliche geistige Schöpfung darstellen",
  "Schutzverletzung": "Verletzung des Schutzes personenbezogener Daten, die (unbeabsichtigt oder unrechtmäßig) zur Vernichtung, zum Verlust, zur Veränderung, zur unbefugten Offenlegung etc. dieser Daten führt",
  "Schöpfende": "natürlich oder juristische Person(en), die physisch oder geistig ein neues Werk geschaffen hat und die Rechte an dieser Schöpfung besitzt",
  "Schöpfung (geistige)": "Erstellung eines Werkes durch eine individuelle, geistige Leistung, d. h. die Schöpfung unterliegt der geistigen Leistung der Schöpfenden und sind kein Zufallsprodukt bzw. Ergebnis automatisierter Prozesse",
  "Speichermedien": "Datenträger zur Speicherung digitaler Informationen, wie USB-Sticks, Speicherkarten, CDs, DVDs, Blu-Ray Discs, externe Festplatten, Cloud-Dienste, Webserver etc.",
  "Standards der Dokumentation": "standardisierte Angaben im Kontext der Dokumentation von Daten und Begleitmaterialien, unter Nutzung von Metadaten sowie ggf. Para- und Logdaten",
  "Urheberpersönlichkeitsrecht": "Recht der*des Schöpfenden auf Anerkennung der Urheberschaft, auf Veröffentlichung und auf Schutz vor Entstellung des Werkes",
  "Verantwortliche (Person)": "jede natürliche, z. B. Projektbeteiligte, bzw. juristische Personen, z. B. Auftragsverarbeitende, die (personenbezogenen) Daten verarbeiten bzw. die im Rahmen des Vorhabens verbindlich die Implementierung und Umsetzung einzelner Maßnahmen des Datenmanagements übernehmen",
  "Verarbeitung": "jedwede Nutzung der Daten, wie z. B. deren Erheben, Organisieren, Speichern oder Ordnen, Anpassen oder Verändern, Abgleichen oder Verknüpfen, Auslesen, Abfragen oder Übermitteln, Verwenden und Analysieren, (langfristige) Sicheren, Verfügbarmachung oder Vernichtung",
  "Vernichtung": "Zerstören der Daten und Begleitmaterialien, so dass diese unter keinen Umständen wiederhergestellt werden können, z. B. mittels Überschreibens von Datenträgern oder dem Schreddern von Dokumenten",
  "Verschlüsselung": "Verändern digitaler Daten mittels softwarebasierter Algorithmen in einer Art und Weise, dass diese ohne Schlüssel (Passwort) unbrauchbar sind",
  "Versionierung": "eindeutiges Schema zur Erfassung und Kennzeichnung von Änderungen in Dateien, wie z. B. Daten und Begleitmaterialien",
  "Verwertungsrechte": "Recht der Schöpfenden eines Werkes, dies zu verwerten, wie z. B. zu vervielfältigen, verbreiten, oder öffentlich wiederzugeben",
  "Vorhaben": "zeitlich begrenztes Forschungsvorhaben zum Erreichen klar definierter und vorab geplanten Ziele, wie etwa zur Bearbeitung klar definierter Forschungsfragen, zur Generierung von Daten etc.",
  "Werke (der Wissenschaft)": "eine persönliche geistige Schöpfung in manifestierter Form, wie z. B. Datensammlungen, Messinstrumente, Skalen, Schulbuchauszüge, Unterrichtsmaterialien etc.",
  "Zugangskontrolle": "Maßnahmen zur Kontrolle, wer, unter welchen Umständen, wie auf (personenbezogene) Daten zugreifen und diese verarbeiten kann, z. B. mittels Passworts zu Serverbereichen oder Schlüsseln zu Gebäuden bzw. Räumen.",
  "Zwecke der Verarbeitung": "eindeutige Intention hinter der Verarbeitung von Daten",
  "betroffene Person": "eine identifizierte oder identifizierbare natürliche Person, über die (personenbezogene) Daten verarbeitet werden",
  "informationelle Selbstbestimmung": "das Recht jeder natürlichen Person grundsätzlich über die Verarbeitung ihrer personenbezogenen Daten selbst zu entscheiden",
  "informierte Einwilligung": "eine durch die betroffene Person freiwillig und für bestimmte Zwecke in informierter Weise abgegebene Willensbekundung zur Verarbeitung ihrer (personenbezogenen) Daten.",
  "natürliche Person": "der Mensch als Träger von Rechten und Pflichten",
  "persistenter Identifikator": "zeitlich stabiler Verweis auf ein digitales Objekt, wie z. B. der Digital Object Identifier (DOI), sowie zu dessen Zitation",
  "personenbezogene Daten besonderer Kategorien": "alle Informationen, aus denen die rassische und ethnische Herkunft einer betroffenen Person, ihre politische Meinung, religiöse oder weltanschauliche Überzeugung oder eine Gewerkschaftszugehörigkeit hervorgehen ebenso wie genetischen oder biometrische Daten, Gesundheitsdaten oder Daten zum Sexualleben und zur sexuellen Orientierung der betroffenen Person",
  "personenbezogene(r|n)? Daten": "alle Informationen, die sich auf eine identifizierte oder identifizierbare betroffene Person beziehen, wie z. B. deren Klarnamen, Anschrift, Foto, E-Mail-Adresse, Foto, Stimmaufnahmen etc.",
  "rechtliche Vorgaben": "Erörterung relevanter Gesetzestexte im Kontext der Module II. Datenschutz und III. Urheberrecht [rechtliche Vorgaben sind ein Teil des Stamps]",
  "weiterführende Ressourcen": "Linksammlung weiterer relevanter Ressourcen zur Unterstützung der Implementierung und Umsetzung von Maßnahmen des Datenmanagements [weiterführende Ressourcen sind ein Teil des Stamps]"
}
